Repository: Vaseemes/VaRtranslators
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: cs_cz

source: Patients purchased a scam product. Unfortunately, scammers monitor the market, look for effective and popular products and produce imitations. You can avoid scams by buying official sellers.
cs_cz: Pacienti si koupili padělaný produkt. Bohužel, podvodníci trh monitorují a hledají efektivní a populární produkty, které mohou padělat. Podvodům se vyhnete, když budete nakupovat pouze u oficiálních prodejců.

source: Patients with chronic joint inflammation – reduces inflammation markers;
cs_cz: Pacienti s chornickým zánětem kloubů - krém snižuje výskyt zánětu;

source: People after injuries – eliminates swelling and pain;
cs_cz: Lidem po úrazech - odstraňuje otoky a bolest;

source: Peter Jacobs, dietologist
cs_cz: Petr Král, výživový poradce

source: Preventing diabetes complications.
cs_cz: Prevenci komplikací cukrovky.

source: Prevents muscle cramps;
cs_cz: Zabraňuje vzniku svalových křečí;

source: Problems with blood circulation in extremities that may lead to amputation;
cs_cz: Problémy s cirkulací krve, které mohou v extrémních případech vést až k amputaci končetin;Problé

source: Product showed great effectiveness in multi-stage clinical studies with over 300 participants of various age.
cs_cz: Výrobek svou vysokou efektivity prokázal při klinickém testování, kterého se zúčastnilo přes 300 účastníků různých věkových kategorií.

source: Promote better insulin production and sensitivity
cs_cz: Podporuje lepší produkci inzulínu a zvyšuje citlivost k inzulínu

source: Promotes Normal Blood Sugar Levels for 30 Days
cs_cz: Podporuje normální hladinu cukru v krvi na 30 dní

source: Promotes post-injury and post-surgical recovery;
cs_cz: Podporuje poúrazová a pooperační zotavení;

source: Reduce the elevation of post-meal blood sugar
cs_cz: Snižuje nárůst hladiny cukru v krvi po jídle

source: Remember that SugaNorm doesn’t replace insulin injections or other medications prescribed by your physician.
cs_cz: Mějte na paměti, že kapsle SugaNorm nenahrazují inzulínové injekce nebo jiné léky předepsané lékařem.

source: Removing toxins and edema;
cs_cz: Odstranění toxinů a edémů;

source: Several chronic heart and brain diseases;
cs_cz: Několik chronických onemocnění srdce a mozku;

source: Skin diseases (caused by infections);
cs_cz: Nemoci kůže (způsobené infekcemi);

source: Slow wound healing process.
cs_cz: Zpomalení procesu hojení.

source: Sports injuries, age, hereditary diseases, muscle imbalances lead to damages in connective tissues.
cs_cz: Sportovní zranění, věk, dědičné choroby i svalová nerovnováha vede k poškození pojivových tkání.

source: Stimmulates Better Insulin Production
cs_cz: Stimuluje lepší produkci inzulínu

source: Stroke;
cs_cz: Mozkovou mrtvici;

source: Subheading: Hondrocream ingredients, side effects and contraindications
cs_cz: Subheading: Složení krému Hondrocream, vedlejší účinky a kontraindikace

source: Subheading: How to apply Hondrocream to get rid of joint pain? Instructions and advice
cs_cz: Subheading: Jak se zbavit bolesti kloubů pomocí krému Hondrocream? Instukce a poradenství

source: Subheading: How to take capsules for blood glucose control?
cs_cz: Subheading: Jak regulovat hladinu cukru v krvi užíváním kapslí?

source: Subheading: How to buy Hondrocream, at what price and in what pharmacies – find at the official website
cs_cz: Subheading: Jak nakupovat krém Hondrocream, v jakých obchodech, jaká je jeho cena, odkaz na oficiální webové stránky

source: Subheading: How to buy SugaNorm, in what pharmacies and what’s its price –link to the official website
cs_cz: Jak nakupovat výrobek SugaNorm, v jakých obchodech, jaká je jeho cená, odkaz na oficiální webové stránky

source: Subheading: Negative testimonials and opinions about the cream – why they appear?
cs_cz: Subheading: Proč se objevují i negativní názory a recenze?

source: Subheading: Opinions about SugaNorm – doctors and customers recommend
cs_cz: Subheading: Názory na produkt SugaNorm - doporučení doktorů a zákazníků

source: Subheading: Reviews and opinions about Hondrocream from doctors and patients
cs_cz: Subheading: Hodnocení a názory lékařů a pacientů na krém Hondrocream

source: Subheading: SugaNorm ingredients, side effects and contraindications
cs_cz: Subheading: Složení produktu SugaNorm, vedlejší účinky a kontraindikace

source: Subheading: Why do negative opinions and reviews about the product appear online?
cs_cz: Subheading: Proč se na internetu objevují negativní názory a recenze o produktu.

source: Such a selling method is used to minimize additional expenses and make the price of this innovative product affordable to customers.
cs_cz: Tato prodejní metoda minimalizuje dodatečné náklady a činí tak tento inovativní produkt cenově dostupný.

source: SugaNorm capsules information.
cs_cz: Informace o kapslích SugaNorm.

source: SugaNorm capsules are distributed online only through the website of legit sellers:
cs_cz: Kapsle Suganorm jsou distribuovány on-line pouze prostřednictvím oficiálních stránek prodejců.

source: SugaNorm helped me to control my blood sugar level 12 to 8 in just 30 days!
cs_cz: Kapsle SugaNorm mi pomohly snížit hladinu cukru v krvi z 12 na 8 během pouhých 30 dní.

source: SugaNorm is a 100%-natural herbal product to help balance out the work of internal organs, stimulate insulin production and deal with sugar spikes in blood.
cs_cz: Kapsle SugaNorm jsou 100% přírodní produkt, který podporuje funkci orgánů, stimuluje produkci inzulínu a

source: SugaNorm is a breakthrough on the market of supplements for blood sugar control.
cs_cz: Výrobek SugaNorm je průlomem na trhu s doplňky stravy pro kontrolu hladiny cukru v krvi.

source: SugaNorm is potent to prevent diabetes development, if you have genetic predisposition to it.
cs_cz: Výrobek SugaNorm je účinkuje jako prevence proti vzniku cukrovky, pokud máte pro tuto nemoc predispozice.

source: SugaNorm is recommended as a supplement to prevent diabetes in prediabetes stage and minimize its symptoms and dangerous consequences during the treatment course.
cs_cz: Výrobek SugaNorm je doporučován jako doplněk stravy k prevenci cukrovky ve fázi prediabetu, také minimalizuje její příznaky a nebezpečné důsledky v průběhu léčby.

source: SugaNorm – natural remedy to control blood sugar in diabetes and pre-diabetes;
cs_cz: Kapsle SugaNorm – přírodní lék pro regulaci cukru v krvi u lidí s cukrovkou nebo předpoklady k onemocnění cukrovkou

source: Support normal blood lipid levels
cs_cz: Podporuje normální hladinu lipidů v krvi

source: THE SIMPLE SECRET TO NORMAL BLOOD SUGAR LEVELS
cs_cz: JEDNODUCHÉ TAJEMSTVÍ NORMÁLNÍ HLADINY CUKRU V KRVI

source: TRANSLATED TEXT
cs_cz: zkouška2

source: Take 1 capsule per day in the morning at least 30 minutes before breakfast with a glass of water.
cs_cz: Užívejte 1 kapsli denně, ráno minimálně 30 minut před snídaní. Kapsli zapijte sklenicí vody.

source: Take a small amount of Hondrocream (a pea-sized portion of the cream for one painful area).
cs_cz: Stačí malé množství krému (dávka velikosti hrášku na jednu bolestivou oblast).

source: Take capsules daily without missing a dose for a month.
cs_cz: Kapsle užívejte denně, bez vynechání dávky.

source: Take care of your joints with Hondrocream – comprehensive and detailed review with facts #mobility #painfree #joints
cs_cz: Postarejte se o své klouby s krémem Hondocream - komplexní a detailní přehled produktu #pohyb #bezbolesti #klouby

source: Tests show great product tolerability and efficacy and revealed no side effects.
cs_cz: Testy prokázaly vysokou snášenlivost, účinnost a neodhalily žádné vedlejší účinky.

source: The complete product formula is a patented commercial secret, however, we managed to get a list of major ingredients:
cs_cz: Celý proces výroby a přesné složení je patentované obchodní tajemství, ale podařilo se nám zajistit seznam nejdůležitějších ingrediencí:

source: The capsules increase sensitivity to insulin when added to traditional treatment plan (at 87,5%) and can stimulate its natural synthesis (up to 70%).
cs_cz: Když se výrobek přidá k tradičnímu plánu léčby, zvyšuje senzitivitu k inzulinu (do 87,5 %) a může stimulovat jeho přirozenou syntézu (až do 70 %).

source: The cream efficacy is proven by laboratory tests.
cs_cz: Účinnost krému byla prokázána laboratorními testy.

source: The effect of the cream is accumulated, so it is important to apply it for 1 month daily for noticeable and long-lasting results.
cs_cz: Účinek krému se zvyšuje dlouhodobou aplikací, je tedy důležité používat krém pravidelně.

source: The full formula of Hondrocream is patented and is not a subject for disclosure. It is 100% natural and hypoallergenic.
cs_cz: Celkové složení krému Hondocream je patentovaným obchodním tajemstvím a není předmětem pro zveřejnění. Je 100% přírodní a hypoalergenní.

source: The ingredients are 100% organic, safe and laboratory-tested.
cs_cz: Složení výrobku SugaNorm je 100% přírodní. Bylo testováno v laboratoři a je naprosto bezpečné.

source: The key reasons for negative customer feedback may be the following:
cs_cz: Hlavními důvody negativních zpětných vazeb zákazníků můžou být:

source: The link will be provided below.
cs_cz: Odkaz na oficiální stránky naleznete níže.

source: The number one case is when they become victims of scammers and buy online from unreliable sites.
cs_cz: Nejčastěji je to z toho důvodu, že se stanou obětmi podvodníků a koupí si tento produkt na nespolehlivé internetové stránce.

source: The percentage of negative reviews about the product is only 8% of all user comments.
cs_cz: Pouze 8 % uživatelů ze všech recenzí má na náš produkt negativní názor.

source: The potency of ingredients is explained by multiple Wikipedia pages.
cs_cz: Účinek jednotlivých přísad je vysvětlen na mnoha stránkách Wikipedie.

source: The precise action depends on the diabetes type.
cs_cz: Přesné účinky závisí na typu cukrovky.

source: The price can be found at the official website by the link we provided above.
cs_cz: Cenu produktu naleznete na oficiálních internetových stránkách, odkaz naleznete výše.

source: The price is affordable, the product can be found online at legit sellers’ website.
cs_cz: Produkt je cenově dostupný a naleznete ho na oficiálních webových stránkách prodejců.

source: The product is recommended to patients after surgeries, injuries and in case of chronic diseases of connective tissues.
cs_cz: Tento produkt doporučuji pacientům po operaci, zraněným pacientům i pacientům s chronickým onemocněním pojivových tkání.

source: The product should not be taken by children, pregnant or breastfeeding women.
cs_cz: Produkt by neměly užívat děti a těhotné nebo kojící ženy.

source: The results of clinical studies prove product efficiency.
cs_cz: Výsledky klinických studií prokázaly účinnost produktu.

source: The supplement can help prevent complications and make the patient feel a lot better.
cs_cz: Tento doplněk stravy může pomoci předcházet komplikacím a pacient se bude cítit mnohem lépe.

source: The treatment course is discontinued, or more than 1 application is missed during the course.
cs_cz: Léčba je buď přerušena nebo uživatel zapomene výrobek aplikovat vícekrát po sobě.

source: There are 30 capsules per package: i.e. a full month supply.
cs_cz: Balení obsahuje 30 kapslí: tedy dávkování na celý měsíc

source: There is only one official website out there.
cs_cz: Existuje pouze jedna oficiální webová stránka.

source: These ingredients obtained quality certificates in all countries, where Hondrocream is available for sale.
cs_cz: Ve všech zemích, kde je Hondrocream k dispozici k prodeji, obdržely tyto přísady certifikáty nejvyšší jakosti.

source: They are organic, hypoallergenic and cause no skin irritation when applied properly.
cs_cz: Všechny jsou organické, hypoalergenní a pokud je krém správně aplikován, nezpůsobují žádné podráždění.

source: They lead to severe pain, limit range of movement and decrease the life quality.
cs_cz: Toto poškození způsobuje silné bolesti, omezuje rozsah pohybu a snižuje kvalitu života.

source: This is called a synergy effect – when the combination of ingredients works a few times more effective than each ingredient taken one by one.
cs_cz: Tomu se říká synergický efekt - když kombinace jednotlivých složek funguje více efektivně než každá složka samostatně.

source: This is done to cut additional costs and make the final price lower.
cs_cz: Důvodem je i snížení nákladů produktu.

source: This is explained by the unique combination of ingredients including botanical oils and extracts and is not a product drawback.
cs_cz: To je dáno jedinečnou kombinací přísad včetně rostlinných olejů a extraktů, tento jev není nevýhodou produktu.

source: This method of delivering products to the customer’s door can guarantee right storage conditions of the cream, its genuine quality and freshness.
cs_cz: Tento způsob doručení produktů až ke dveřím zákazníka garantuje správné skladovací podmínky krému, jeho kvalitu a čerstvost.

source: This product is different: it is based on herbal extracts, natural substances and oils to help you combat pain and swelling without putting your health at risk.
cs_cz: Tento produkt je jiný. Jeho složení se skládá z bylinných extraktů, přírodních substancí a olejů, které pomáhají bojovat s bolestí a otoky, aniž by ohrozil vaše zdraví.

source: Those, who suffer from arthritis, arthrosis, osteoporosis and other degenerative joint and spine tissues conditions;
cs_cz: Lidem trpícím artritidou, artrózou, osteoporózou nebo jiným degenerativním onemocněním kloubů a tkáně páteře;

source: To protect as many customers as we can, we provide a trusted link to the official store:
cs_cz: Abychom ochránili co nejvíce zákazníků, níže naleznete bezpečný odkaz na oficiální webové stránky obchodu:

source: Turmeric – decreases the chance of diabetes complications and reduces the risk of heart and brain diseases;
cs_cz: Kurkuma - snižuje pravděpodobnost výskytu komplikací cukrovky a snižuje riziko onemocnění srdce a mozku;

source: Turpentine oil – heals chronic pain and promotes joint restoration after injuries and impact of activities, deals with meteo-dependent aches.
cs_cz: Terpentýnový olej - léčí chronickou bolest a podporuje hojení kloubů po zranění; pomáhá zmírnit bolesti spojené se změnami počasí

source: Use on wounded skin.
cs_cz: Aplikaci na poraněnou kůži.

source: Using Hondrocream simultaneously with other herbal creams, balms and ointments for joints;
cs_cz: Užívat Hondrocream zároveň s jinými bylinnými krémy, balzámy nebo mastmi na klouby.

source: We collected most informative reviews from healthcare specialists and users.
cs_cz: Shromáždili jsme nejvíce informativní hodnocení odborníků a uživatelů.

source: We found the list of most important ingredients; their detailed action is explained by multiple Wikipedia articles:
cs_cz: Podívejte se na nejdůležitější přísady krému. Účinek těchto přísad je vysvětlen na mnoha stránkách Wikipedie.

source: We hope this article was informative and provided all necessary information about SugaNorm: where to buy it, what are main ingredients, are there side effects and contraindications.
cs_cz: Doufáme, že byl tento článek informativní a obsahoval všechny nezbytné informace o produktu SugaNorm: kde jej koupit, jaké jsou hlavní ingredience, vedlejší účinky a kontraindikace.

source: We hope you enjoy your experience with this product!
cs_cz: Věříme, že vaše zkušenosti s krémem Hondrocream budou nadmíru uspokojivé!

source: When customers read ads and reviews about SugaNorm, their top question is: does the product have all these features?
cs_cz: Když zákazníci vidí reklamy a recenze o kapslích SugaNorm, jejich nejčastější otázka je: opravdu má tento produkt všechny tyto vlastnosti?

source: Who can benefit from this product?
cs_cz: Komu tento produkt nejvíce pomůže?

source: Why people may be skeptical about the efficacy of these caps?
cs_cz: Proč někteří lidé těmto kapslím nedůvěřují?

source: With the help of this cream you can easily forget of the diagnosis that causes pain and joint stiffness.
cs_cz: Pomocí tohoto krému můžete snadno zapomenout na diagnózu, která způsobuje bolest a ztuhlost kloubů.

source: With the help of this cream you can relieve chronic and acute aches and discomfort in joints.
cs_cz: Díky tomuto krému můžete zmírnit chronickou a akutní bolest v kloubech.

source: You can add these caps to your plan safely. I ordered from the official website, the delivery was fast, and the packaging was secure to protect the quality.
cs_cz: Tyto kapsle můžete bezpečně přidat ke své léčbě. Kapsle jsem objednal z oficiálních internetových stránek, doručení bylo rychlé a produkt byl bezpečně zabalen.

source: You can ask for a free advice on the official website.
cs_cz: Ptejte se na rady na našich oficiálních stránkách, veškeré tyto služby jsou zdarma.

source: You can look up the current price at the official website.
cs_cz: Aktuální cenu naleznete na oficiálních internetových stránkách prodejce.

source: You can place the order directly at the site of authorized sellers in your country, and SugaNorm will be shipped to you.
cs_cz: Kapsle SugaNorm si můžete objednat přímo na internetovách stránkách autorizovaných prodejců ve vaší zemi a objednávka vám bude poslána.

source: You don’t have to place the order right away to get a free information call.
cs_cz: Rádi vám zavoláme a poskytneme vám potřebné informace, aniž byste si cokoli museli objednat.

source: You have diabetes, but want to enhance the action of your prescribed treatment;
cs_cz: Máte cukrovka, ale chcete podpořit účinky vašich předepsaných léků.

source: You have increased blood glucose levels, but not diagnosed with diabetes;
cs_cz: Máte zvýšenou úroveň glukózy, ale nebyla vám diagnostikována cukrovka.

source: You may use the link now or save it for later.
cs_cz: Odkaz můžete použít nyní, nebo si ho uložit a použít později.

source: You may want to buy these caps in the following cases:
cs_cz: Přípravek si budete chtít koupit v případě že:

source: You want to protect yourself from dangerous complications and consequences of diabetes by using powerful innovative supplements;
cs_cz: Chcete se chránit před nebezpečnými důsledky cukrovky a dalšími komplikacemi používáním tohoto účinného a inovativního doplňku stravy.

source: You won’t find this product in pharmacies or on Amazon, as manufacturers decided to distribute it through the official website only:
cs_cz: Tento produkt nenaleznete v lékárnách nebo na stránkách obchodu Amazon, výrobci se rozhodli tento produkt prodávat pouze na svých oficiálních webových stránkách.

source: [00:00:00] Hi, it’s Scott Cervine, director of Think and Grow Rich, the Legacy.
cs_cz: [00:00:00] Zkouška dvě.
